Repository: ljod-is/poetcave
Catalog: poetcave/locale/*/LC_MESSAGES/django.po
Languages: is

source: Unpublished
is: Óútgefið

source: Published
is: Útgefið

source: Note that this news article has already been published, and will automatically be unpublished if it is edited, requiring republication.
is: Athugið að vegna þess að þessi fréttagrein hefur þegar verið gefin út, verður hún sjálfkrafa dregin til baka við breytingu og mun þurfa endurútgáfu til að verða aftur opinberlega sýnileg.

source: Title
is: Titill

source: Description (optional)
is: Umfjöllun (valfrjálst)

source: Body
is: Texti

source: OK
is: Í lagi

source: Cancel
is: Hætta við

source: News
is: Fréttir

source: Add
is: Bæta við

source: Edit
is: Breyta

source: Delete
is: Eyða

source: Are you sure that you want to permanently delete this news article? This action cannot be undone.
is: Ertu viss um að þú viljir eyða þessari frétt? Ekki er hægt að taka þessa aðgerð til baka.

source: This news article is already published.
is: Þessi fréttagrein hefur þegar verið birt.

source: Press the following button to withdraw its publication.
is: Smelltu á eftirfarandi takka til þess að afturkalla birtinguna.

source: Unpublish
is: Afturkalla

source: Are you sure you want to unpublish this news article? This action cannot be undone.
is: Ertu viss um að afturkalla birtingu þessarar fréttagreinar? Þessa aðgerð er ekki hægt að taka til baka.

source: This news article has not yet been published.
is: Þessi fréttagrein hefur ekki enn verið birt.

source: Press the following button to publish it and make it public.
is: Smelltu á eftirfarandi takka til þess að gefa hana út og gera opinberlega aðgengilega.

source: Publish
is: Gefa út

source: Email address is already in use.
is: Netfang þegar í notkun.

source: Confirm account deletion
is: Staðfesta eyðingu aðgangs

source: Please note that we are unable and unwilling to host your data unless you approve of how we handle your information. As a result, an inevitable consequence of the rejection of our terms and conditions is the deletion of your account, including all of its data.
is: Vinsamlegast athugið að við hvorki getum né viljum hýsa upplýsingarnar þínar nema þú samþykkir hvernig við förum með þær. Óhjákvæmileg afleiðing þess að samþykkja ekki notkunarskilmála okkar er því eyðing aðgangsins og þar með allra gagna sem á honum eru.

source: In order to keep a copy of your data before we delete it, you can press the button below.
is: Til þess að halda eftir eintaki af gögnunum þínum áður en við eyðum þeim geturðu ýtt á eftirfarandi takka.

source: Download personal data
is: Niðurhala persónugögnum

source: Once you are absolutely, positively certain that you wish to delete your account, please press the confirmation button below.
is: Þegar þú ert algerlega, fullkomlega viss um að þú viljir eyða aðgangi þínum, vinsamlegast smelltu á takkann hér fyrir neðan.

source: It is not possible to undo this action. Once you have pressed the following button, your data is gone from our site forever and ever.
is: Þessa aðgerð er ekki hægt að taka til baka. Þegar þú hefur ýtt á eftirfarandi takka eru gögnin þín farin af vefsetri okkar að eilífu.

source: Reject terms and delete account
is: Hafna skilmálum og eyða aðgangi

source: Delete account
is: Eyða aðgangi

source: Login
is: Innskráning

source: Log in
is: Innskrá

source: Someone, hopefully you, has signed up at our website using this email address.
is: Einhver, sem er vonandi þú, hefur skráð sig á vefsetur okkar með þessu netfangi.

source: Please click the following link in order to complete the registration:
is: Vinsamlegast smelltu á eftirfarandi tengil til þess að klára skráninguna.

source: If you are not familiar with having registered, you can safely ignore this email.
is: Ef þú kannast ekki við þessa skráningu, geturðu hunsað þennan póst.

source: Registration: Please confirm email
is: Skráning: Vinsamlegast staðfesting netfang

source: Please go to the following page and choose a new password:
is: Vinsamlegast opnaðu eftirfarandi síðu og veldu nýtt lykilorð:

source: Reset password
is: Endursetja lykilorð

source: Your username, in case you’ve forgotten:
is: Notandanafnið þitt, ef ske kynni að þú hafir gleymt því:

source: Change Password
is: Breyta lykilorði

source: Forgotten password
is: Gleymt lykilorð

source: Since passwords are encoded in the database, we cannot send you your password by email.
is: Vegna þess að lykilorðin eru dulkóðuð í grunni er því miður ekki hægt að senda gleymd lykilorð í pósti.

source: However, we can create a new password and send it your email address. Please provide your email address below, press "Send" and your password should arrive shortly.
is: Hinsvegar er hægt að breyta lykilorðinu og senda hið nýja til þín á netfangið sem þú skráðir þig upprunalega með. Setjið inn notandanafn og netfang hingað inn að neðan, smellið á "Senda", og nýja lykilorðið ætti að koma innan örfárra mínútna í mesta lagi.

source: Send
is: Senda

source: New password
is: Nýtt lykilorð

source: Your password has been changed.
is: Lykilorðinu hefur verið breytt.

source: You should now be able to login as usual.
is: Þú ættir núna að geta innskráð þig eins og venjulega.

source: Please enter your new password twice so we can verify you typed it in correctly.
is: Vinsamlegast settu nýja lykilorðið inn tvisvar þannig að það sé örugglega stimplað inn rétt.

source: Confirm password
is: Staðfesta lykilorð

source: Change my password
is: Breyta lykilorði

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
is: Tengillinn til að endurnýja lykilorðið hefur þegar verið notaður. Vinsamlegast reyndu aftur að endurstilla lykilorðið.

source: Your password has been changed and sent to you via email.
is: Lykilorðinu hefur verið breytt, og það sent til þín í pósti.

source: For the sake of simplicity, the password is only composed of digits. Note that your password can be changed under "I" when logged in.
is: Lykilorðið er bara í tölustöfum til einföldunar. Athugið að hægt er að breyta lykilorðinu undir "Ég" þegar maður er innskráður á vefinn.

source: NOTE: If you do not receive the email, please check your spam folder before contacting us.
is: ATH: Ef þú sérð póstinn ekki, athugaðu þá vandlega hvort hann hafi lennt í ruslpóstvörn póstforrits þíns áður en þú hefur samband við okkur.

source: I, me, my, mine.
is: Ég, mig, mér, mín.

source: Register
is: Skrá

source: Terms and conditions
is: Notkunarskilmálar

source: Registration was successful!
is: Skráning tókst!

source: You can now log in using the form on the left side of the page.
is: Þú getur nú innskráð þig vinstra megin á síðunni.

source: New user
is: Nýr notandi

source: Thank you for registering!
is: Takk fyrir að skrá þig!

source: Please check your email to finish the registration process.
is: Vinsamlegast athugaðu tölvupósthólf þitt til að klára skráninguna.

source: If you have comments, questions or complaints about moderation or administrative issues regarding the website, please do not contact these individuals directly but rather direct your issue to the following address:
is: Ef þú vilt koma áleiðis ábendingum, spurningum eða kvörtunum yfir ritstjórn eða umsjón vefsins, vinsamlegast ekki hafa samband við þessa einstaklinga beint heldur beindu erindi þínu á eftirfarandi netfang:

source: Moderators
is: Ritstjórn

source: Moderators help maintain the website by reviewing poems that users have requested to be published publicly and either approving or rejecting them.
is: Ritstjórn aðstoðar við umsjón vefsins með því að yfirfara og samþykkja til birtingar ljóð sem notendur senda inn.

source: Administrators
is: Umsjón

source: Administrators manage the website, troubleshoot problems that users may have and manage moderators.
is: Umsjónarmenn hafa umsjón með vefnum, bregðast við vandamálum sem notendur lenda í og ákveða ritstjórn.

source: Contact us
is: Hafðu samband

source: Name
is: Nafn

source: Status
is: Staða

source: Administrator
is: Umsjónarmaður

source: Moderator
is: Ritstjóri

source: Daily poem
is: Ljóð dagsins

source: Poem collection
is: Ljóðasafn

source: Reviews
is: Umsagnir

source: FAQ
is: Spurt og svarað

source: Mailing list
is: Póstlisti

source: Links
is: Tenglar

source: New account
is: Nýskráning

source: Bookmarks
is: Bókamerki

source: Me
is: Ég

source: Homestead
is: Heimasvæði

source: Logout
is: Útskrá

source: Moderate poems
is: Samþykkja ljóð

source: Manage news
is: Fréttastjórn

source: Authors
is: Höfundar

source: Users of ljóð.is
is: Notendur ljóð.is

source: Changes since previous terms
is: Breytingar frá síðustu skilmálum

source: Full text of new terms
is: Fullur texti nýrra skilmála

source: Accept
is: Samþykkja

source: Reject
is: Hafna

source: For comments or questions regarding privacy or our terms and conditions, please email send us an email at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
is: Athugasemdum eða spurningum varðandi persónuvernd eða notkunarskilmála má beina á netfangið <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Password updated.
is: Lykilorð uppfært.

source: Profile updated.
is: Notandaupplýsingar uppfærðar.

source: Username
is: Notandanafn

source: Address
is: Heimilisfang

source: Postal code
is: Póstnúmer

source: Place
is: Staður

source: Phone
is: Sími

source: Last updated
is: Síðast uppfært

source: Author name
is: Höfundanafn

source: Author name (accusative)
is: Höfundanafn (þolfalli)

source: Author birth-year
is: Höfundur fæddist

source: Author death-year
is: Höfundur lést

source: About
is: Um

source: User data
is: Notandagögn

source: Poems
is: Ljóð

source: Poem metadata
is: Lýsigögn ljóða

source: Trashed
is: Í ruslafötu

source: Pending approval
is: Bíður samþykktar

source: Rejected
is: Hafnað

source: Approved
is: Samþykkt

source: Are you sure you want to delete the bookmark for this poem?
is: Ertu viss um að þú viljir eyða bókamerkinu fyrir þetta ljóð?

source: DELETE
is: EYÐA

source: Add poem
is: Bæta við ljóði

source: More about the author
is: Meira um höfund

source: Edit poem
is: Breyta ljóði

source: Are you sure you wish to delete this poem?
is: Ertu viss um að þú viljir eyða þessu ljóði?

source: You should be absolutely certain! This action cannot be undone!
is: Þú ættir að vera algerlega viss! Það er ekki hægt að taka þessa ákvörðun til baka!

source: Unpublish poem
is: Afturkalla útgáfu

source: Are you sure you wish to unpublish this poem?
is: Ertu viss um að þú viljir afkalla útgáfu þessa ljóðs?

source: Happily, one of your poems, named "%(poem_name)s" has been <strong> approved </strong> by one of our moderators.
is: Gleðilega hefur ljóð þitt, nefnt „%(poem_name)s“ verið <strong>samþykkt</strong> af ritstjórn.

source: Everyone can now read it, in all its glory, at our website:
is: Allir geta nú lesið það, í allri sinni dýrð, á vefnum okkar:

source: Happily, one of your poems, named "%(poem_name)s" has been **approved** by one of our moderators.
is: Gleðilega hefur ljóð þitt, nefnt „%(poem_name)s“ verið **samþykkt** af ritstjórn.

source: Poem approved with name: %(poem.name)s
is: Ljóð samþykkt með nafninu: %(poem.name)s

source: We appreciate you using our website for storing and sharing your poems. Unfortunately, not all poems can be accepted for public display on our website. That doesn't mean that such poems are bad, it just means that it doesn't fulfill the conditions that we have had to set for publicly displaying it on our website.
is: Okkur þykir vænt um að þú notir vefinn okkar til að geyma og deila ljóðunum þínum. Því miður eru ekki öll ljóð samþykkt til birtingar. Það þýðir ekki að slík ljóð séu slæm, heldur einungis að þau uppfylli ekki skilyrðin sem við höfum sett fyrir birtingu.

source: Unfortunately, one of your poems, named "%(poem_name)s" has been <strong> rejected </strong> by one of our moderators.
is: Því miður hefur einu af ljóðunum þínum, nefndu „%(poem_name)s“, verið <strong>hafnað</strong> af ritstjórn.

source: You can get more information on the matter by viewing your poem on our website, while logged in:
is: Þú getur fengið frekari upplýsingar um ákvörðunina með því að fletta upp ljóðinu þínu á vefnum:

source: Unfortunately, one of your poems, named "%(poem_name)s" has been **rejected** by one of our moderators.
is: Því miður hefur einu af ljóðunum þínum, nefndu „%(poem_name)s“, verið **hafnað** af ritstjórn.

source: Poem rejected with name: %(poem.name)s
is: Ljóði hafnað með nafninu: %(poem.name)s

source: Number of poems pending review
is: Fjöldi ljóða sem bíða yfirlestrar

source: Approve
is: Samþykkja

source: Select another
is: Velja annað

source: Please briefly explain why this poem is to be rejected.
is: Vinsamlegast útskýrðu stuttlega hvers vegna þessu ljóði er hafnað.

source: The author will receive this and will be able to change the poem and submit it again.
is: Höfundurinn mun fá skýringuna og getur breytt ljóðinu til að reyna aftur að fá það útgefið.

source: Please be as respectful and understanding as possible.
is: Vinsamlegast sýndu alla þá nærgætni og skilning sem þú getur.

source: Confirm rejection
is: Staðfesta höfnun

source: You must provide a reason for the rejection.
is: Þú verður að gefa upp ástæðu fyrir höfnun.

source: Browse the last %(NEWEST_COUNT)s poems
is: Skoða %(NEWEST_COUNT)s nýjustu ljóðin

source: Browse previous daily poems
is: Skoða eldri ljóð dagsins

source: Browse by author
is: Skoða eftir höfundi

source: Search
is: Leita

source: The %(NEWEST_COUNT)s newest poems
is: %(NEWEST_COUNT)s nýjustu ljóðin

source: Untitled poem
is: Ónefnt ljóð

source: Year
is: Ár

source: Unfortunately there were no search results.
is: Því miður skilaði leitin engum árangri.

source: This poem is by <strong>you</strong>.
is: Þetta ljóð er eftir <strong>þig</strong>.

source: It is currently <strong>unpublished</strong>.
is: Það er enn <strong>óútgefið</strong>.

source: When you choose to publish it, it will be reviewed by an editor before being displayed on the website.
is: Þegar þú ákveður að gefa það út, verður það yfirfarið af ritstjórn áður en það er birt á vefnum.

source: You can also <strong>edit</strong> or <strong>delete</strong> it if you wish.
is: Þú getur einnig <strong>breytt</strong> eða <strong>eytt</strong> því ef þú vilt.

source: It is currently <strong>awaiting approval</strong> by an editor.
is: Í augnablikinu <strong>bíður það samþykktar</strong> af ritstjórn.

source: If you wish to change or delete it, you must first unpublish it. You can then edit it and submit it for publication again.
is: Ef þú vilt breyta eða eyða því, þarftu fyrst að afturkalla útgáfuna. Þannig geturðu breytt því og gefið það aftur út.

source: It has unfortunately been <strong>rejected</strong> during our editorial process with the following message:
is: Því miður var því <strong>hafnað</strong> við yfirlestur ritstjórnar með eftirfarandi skilaboðum:

source: You may edit it and try publishing it again, if you wish.
is: Þú getur breytt því og reynt að gefa það út aftur, ef þú vilt.

source: It was unfortunately <strong>rejected</strong> at a time when we did not require editors to explain why.
is: Því miður var því <strong>hafnað</strong> við yfirlestur ritstjórnar áður en kveðið var á um að sú ákvörðun skyldi alltaf útskýrð.

source: In such cases, the reason was typically the poem being in a different language than the website is intended for, or bad spelling. But honestly, we just don't know.
is: Í slíkum tilfellum eru líklegustu ástæðurnar þær að ljóðið sé á öðru tungumáli en því sem vefnum er ætlað, eða stafsetningarvillur. Raunin er sú að við vitum það ekki.

source: Please feel free to contact us at <a href="mailto:%(CONTACT_EMAIL)s:">%(CONTACT_EMAIL)s</a> if those reasons don't make sense. We will be happy to investigate further.
is: Vinsamlegast hafðu samband við okkur á netfangið <a href="mailto:%(CONTACT_EMAIL)s:">%(CONTACT_EMAIL)s</a> ef þér þykja þessar ástæður ósennilegar. Við erum algerlega reiðubúin til að skoða málið frekar.

source: Alternatively, you can edit your poem and try publishing it again.
is: Að öðrum kosti geturðu breytt ljóðinu og reynt að gefa það út aftur.

source: It has been <strong>approved</strong> and is <strong>publicly visible</strong>.
is: Það hefur verið <strong>samþykkt</strong> og er <strong>birt opinberlega</strong>.

source: If you wish to edit or delete it, you must first unpublish it.
is: Ef þú vilt breyta því eða eyða, þarftu fyrst að afturkalla útgáfuna.

source: This poem as been <strong>trashed</strong> (hopefully by you).
is: Þetta ljóð hefur verið <strong>sett í ruslið</strong> (vonandi af þér).

source: Please confirm by <strong>deleting</strong> it, or <strong>untrashing</strong> it otherwise.
is: Vinsamlegast staðfestu með því að <strong>eyða</strong> því, en <strong>endurheimtu</strong> það ellegar.

source: Untrash
is: Endurheimta

source: This poem is upcoming as the <strong>daily poem</strong> on <strong>%(day)s</strong>.
is: Þetta ljóð hefur verið valið <strong>ljóð dagsins</strong> þann <strong>%(day)s</strong>.

source: Today
is: Í dag

source: Unqueue
is: Taka úr biðröð

source: Are you sure that you want to remove this poem from the daily poem queue?
is: Ertu viss um að þú viljir fjarlægja þetta ljóð úr biðröð til ljóðs dagsins?

source: Its current selected date will not have its daily poem until one is selected again.
is: Núverandi fyrirhuguð dagsetning mun ekki hafa skilgreint ljóð dagsins þar til ljóð hefur aftur verið valið fyrir hana.

source: The next empty slot for the daily poem is at <strong>%(next_available)s</strong>.
is: Næsta lausa dagsetning fyrir ljóð dagsins er <strong>%(next_available)s</strong>.

source: Press the following button to select this poem as the daily poem for that date.
is: Smelltu á eftirfarandi takka til þess að velja þetta ljóð sem ljóð þess dags.

source: Errors
is: Villur

source: Queue
is: Setja í biðröð

source: This poem was selected as the daily poem in the past, on the following dates:
is: Þetta ljóð hefur áður verið ljóð dagsins, á eftirfarandi dagsetningum:

source: Past daily poems may be selected again, unless they are already waiting in queue.
is: Fyrri ljóð dagsins má gera að ljóðum dagsins aftur, nema þau séu nú þegar í biðröð.

source: Place bookmark
is: Setja bókamerki

source: Set daily poem
is: Setja ljóð dagsins

source: Poems by
is: Ljóð eftir

source: Users with a <a href="%(private_path_doc_path)s">private path</a>
is: Notendur með <a href="%(private_path_doc_path)s">einkaslóð</a>

source: by
is: eftir
